import { IRulesMapping } from "./type";

export const rulesMapping: Array<IRulesMapping> = [
    {
        id: 0,
        title: "Проход:",
        description:  "Для входа предъявите билет на экране или в распечатанном виде. Вам выдадут браслет, который нельзя снимать до конца посещения.",
    },
    {
        id: 1,
        title: "Животные:",
        description:  "Вход с питомцами запрещён, так как все животные на выставке проходят ветконтроль.",
    },
    {
        id: 2,
        title: "Общение с животными:",
        description:  "Не берите коробки с животными без разрешения. Продавцы и животные устают, будьте внимательны и вежливы.",
    },
    {
        id: 3,
        title: "Гигиена:",
        description:  "После контакта с теплокровными животными мойте руки перед тем, как трогать змей, чтобы избежать возможных укусов. Антисептик также рекомендуется.",
    },
    {
        id: 4,
        title: "Дети на выставке:",
        description:  "Перед посещением объясните ребёнку, что нельзя стучать по стеклу и трогать животных без разрешения. ",
    },
    {
        id: 5,
        title: "Режим работы:",
        description:  "С 11:00 до 19:00 для всех посетителей.",
    },
]
